Repository: 84000/data-translation-memory
Catalog: toh143-v3.tmx
Source language: bo
Languages: en

source: ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: The Two Stanza Dhāraṇī Homage to Mañjuśrī Kumārabhūta.

source: སངས་རྒྱས་དང་ནི་ཆོས་ལ་བརྙས་པ་དང་། །ལེ་ལོ་དང་ནི་ཅུང་ཟད་ཆོག་པར་འཛིན། །འདོད་ཆགས་དང་ནི་ང་རྒྱལ་སྤྱོད་པ་དང་། །འགྱོད་པ་དང་ནི་མ་ངེས་འབྱེད་པ་རྣམས། །སེམས་ཅན་རྣམས་ཀྱི་སྒྲིབ་པར་གྱུར་པ་སྟེ། །
en: Contempt toward the Buddha and the Dharma, Laziness, contentment with small amounts, Acting with desire and pride, Regret, and parting due to being uncertain— Such are beings’ obscurations.

source: དེ་ཡི་གཉེན་པོར་ཐེག་པ་མཆོག་བསྟན་པ། །དེ་ཡིས་བར་དུ་གཅོད་པ་དེ་དག་གི། །ཉེས་པ་ཐམས་ཅད་རབ་ཏུ་སྤང་བར་འགྱུར་རོ། །ཏདྱ་ཐཱ། ཨོཾ་བཛྲ་པྲ་ཀཱ་ར། བཛྲ་པྲ་ཀཱ་ར། བཛྲ་ཙཀྲ། དཾཥྚཱ་བྷ་ཡ་ན་ཀེ །ཨ་མ་ལེ། བི་མ་ལེ། ནིར་མ་ཙུ་ལུ་ཀེ ། ཙུ་ལུ་ཀེ །ཙུ་ལུ་ཙུ་ལུ།
en: The antidote is the teaching of the supreme vehicle Through which all the faults That cause hindrances are abandoned.

source: སརྦ་བུད་དྷེ་སྭཱ་ཧཱ། །ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས་ལ་ནི། །ཚིག་གམ་དོན་གྱི་སྒོ་ནས་གང་སྦྱོར་བ། །སེམས་ཅན་དམ་པ་བློ་དང་ལྡན་པ་དེས། །ཕན་ཡོན་རྣམ་པ་བཅུ་དག་ཐོབ་པར་འགྱུར། །ཁམས་རྣམས་མཐའ་དག་རྒྱས་པར་འགྱུར་བ་དང་། །འཆི་བའི་ཚེ་ན་མཆོག་དགའ་དམ་པ་འཐོབ། །ཇི་ལྟར་འདོད་པ་བཞིན་དུ་སྐྱེ་བ་དང་། །ཐམས་ཅད་དུ་ནི་ཚེ་རབས་དྲན་པར་འགྱུར། །སངས་རྒྱས་རྣམས་དང་ཕྲད་པར་འགྱུར་བ་དང་། །
en: tadyathā | oṃ vajra­prakāra vajra­prakāra | vajra­cakra daṃṣṭrābhayānake| amale vimale | nirmale | culuke culuke| culu culu | sarva­buddhe svāhā || Whoever practices The Two Stanza Dhāraṇī, With respect to either the words or the meaning, Is a wise sublime being Who will attain ten benefits— Complete development of the elements, Perfect joy at the moment of death, Rebirth according to one’s wish, Total recollection of former lives, Meeting with buddhas, Hearing the supreme vehicle from them, Interest, along with intellect, The two gates, and swift awakening.

source: དེ་བཞིན་དེ་དག་ལས་ནི་ཐེག་མཆོག་ཐོས། །མོས་པར་འགྱུར་བ་བློ་དང་བཅས་པ་དང་། །སྒོ་གཉིས་དང་ནི་བྱང་ཆུབ་མྱུར་དུ་ཐོབ། །ཚིགས་སུ་བཅད་པ་གཉིས་པའི་གཟུངས་རྫོགས་སོ།།
en: Thus ends “The Two Stanza Dhāraṇī.”
